app/controllers/employees_controller.rb

  def create
    @employee = Employee.new(employee_params)

    if @employee.save
---
INSERT INTO "employees" ("name", "age", "address", "created_at", "updated_at") VALUES ('Tom', 35, '1211 LaSalle St', '2015-07-22 02:09:53.703000', '2015-07-22 02:09:53.703000') RETURNING "id"